IDEA Open Model
SectionCharacteristics.It Property
Compatible with IDEA StatiCa v 10.1
 Gets or sets the Torsional constant.
 Namespace: IdeaRS.OpenModel.Geometry2D
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public double It { get; set; }
Public Property It As Double
	Get
	Set
public:
property double It {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
SectionCharacteristics Class
IdeaRS.OpenModel.Geometry2D Namespace